---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeClearWebHeight
source: html/f52e6131-c0c2-08b1-c5f8-2ac6be37ce5d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeClearWebHeight Property

"Clear Web Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeClearWebHeight { get; }
```